tap "homebrew/cask"

brew "direnv"
brew "htop"
brew "tmux"
brew "vim"
brew "tree"
brew "grep"
brew "zsh"
brew "rg"
brew "fnm"
brew "fzf"
brew "neovim"
brew "gnu-sed"
brew "rust"
brew "magic-wormhole"

cask "imageoptim"
cask "iina"
cask "wezterm"
